Repository: nobobo1234/bringbrundelbubbles
Catalog: src/locales/*.po
Languages: nl

source: Start game
nl: Start spel

source: Quit
nl: Afsluiten

source: Hello children, I am mister Brundel.
nl: Hallo kindertjes, ik ben meneer Brundel.

source: Something bad happened yesterday. Somebody hid all my Spa purple bottles through the school.
nl: Er is gisteren iets vreselijks gebeurd. Iemand heeft al mijn spa paars flessen door de hele school verspreid.

source: Because I know you can do things, I select you to find back all my bottles, I have faith in you!
nl: Omdat ik weet dat jij dingen kan, wijs ik je aan om al mijn flessen weer terug te vinden, ik vetrouw op je!

source: But watch out! The school isn't without obstacles. On your way you will find supersweet Fanta bottles that want to poison you with sugar. Be sure to kill them off with mentos by pressing the space bar.
nl: Maar pas op! De school is niet zonder obstakels. Onderweg zul je mierzoete Fanta-flessen tegenkomen die je willen vergiftigen met suiker. Zorg dat je ze kapot maakt door mentos naar ze te schieten met de spatiebalk.

source: I wish you luck and will wait for you at the end.
nl: Ik wens je veel succes en zal op je wachten aan het einde.

source: Bottles: %s/%s
nl: Flesjes: %s/%s

source: You died because of an overdose of sugar
nl: Je bent doodgegaan aan een overdosis suiker

source: Try again
nl: Opnieuw

source: Main menu
nl: Hoofdmenu

source: Hello mister Brundel! I fulfilled your mission!
nl: Hallo meneer Brundel! Ik heb uw missie volbracht!

source: Have you found all my lost Spa bottles?
nl: Is het je gelukt om al mijn verloren spa flessen weer terug te brengen?

source: Yes mister Brundel, all your Spa purple bottles are back!
nl: Ja meneer Brundel, al uw spa paars flessen zijn terug!

source: Amazing! I knew you could do things. You will have my eternal gratitude for bringing back all my bottles.
nl: Geweldig! Ik wist dat je dingen kon. Hierbij mijn eeuwige dank voor het terugbrengen van al mijn flessen.

source: Congratulations, you brought back all %s Spa purple bottles to mister Brundel in %s tries
nl: Gefeliciteerd, je hebt alle %s spa paars flessen teruggebracht naar meneer Brundel in %s poging(en)

source: Language: %s
nl: Taal: %s

source: Continue
nl: Doorgaan

source: The game has been paused
nl: Het spel is gepauzeerd
